Repository: flythenimbus/bramble
Catalog: packages/platform-mobile/ios/App/AutoFillProbe/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: All items
de: Alle Elemente
es: Todos los elementos
fr: Tous les éléments
it: Tutti gli elementi
pt_br: Todos os itens

source: Bramble has no passkey for this site.
de: Bramble hat keinen Passkey für diese Seite.
es: Bramble no tiene una clave de acceso para este sitio.
fr: Bramble ne possède aucune clé de passe pour ce site.
it: Bramble non ha una chiave di accesso per questo sito.
pt_br: O Bramble não possui chave de acesso para este site.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

source: Choose a passkey
de: Wählen Sie einen Passkey
es: Seleccionar una clave de acceso
fr: Choisir une clé de passe
it: Selezionare una chiave di accesso
pt_br: Escolher uma chave de acesso

source: Couldn't load logins
de: Anmeldedaten konnten nicht geladen werden
es: No se pudieron cargar las credenciales
fr: Impossible de charger les identifiants
it: Impossibile caricare i login
pt_br: Não foi possível carregar os logins

source: Couldn't read the saved key.
de: Der gespeicherte Schlüssel konnte nicht gelesen werden.
es: No se pudo leer la clave guardada.
fr: Impossible de lire la clé enregistrée.
it: Impossibile leggere la chiave salvata.
pt_br: Não foi possível ler a chave salva.

source: Enter your master password to unlock your vault
de: Geben Sie Ihr Master-Passwort ein, um Ihren Tresor zu entsperren
es: Introduzca su contraseña maestra para desbloquear la bóveda
fr: Entrez votre mot de passe maître pour déverrouiller votre coffre-fort
it: Inserisci la password principale per sbloccare il tuo vault
pt_br: Insira sua senha mestra para desbloquear o cofre

source: Enter your master password.
de: Geben Sie Ihr Master-Passwort ein.
es: Introduzca su contraseña maestra.
fr: Entrez votre mot de passe maître.
it: Inserisci la password principale.
pt_br: Insira sua senha mestra.

source: Face ID or passcode
de: Face ID oder Passcode
es: Face ID o código de acceso
fr: Face ID ou code d'accès
it: Face ID o codice di accesso
pt_br: Face ID ou código de acesso

source: For %@
de: Für %@
es: Para %@
fr: Pour %@
it: Per %@
pt_br: Para %@

source: Incorrect master password
de: Falsches Master-Passwort
es: Contraseña maestra incorrecta
fr: Mot de passe maître incorrect
it: Password principale errata
pt_br: Senha mestra incorreta

source: Items (%lld)
de: Elemente (%lld)
es: Elementos (%lld)
fr: Éléments (%lld)
it: Elementi (%lld)
pt_br: Itens (%lld)

source: Master password
de: Masterpasswort
es: Contraseña maestra
fr: Mot de passe maître
it: Password principale
pt_br: Senha Mestra

source: Matches
de: Treffer
es: Coincidencias
fr: Correspondances
it: Corrispondenze
pt_br: Correspondências

source: No logins saved yet. Add one in Bramble.
de: Es wurden noch keine Anmeldungen gespeichert. Fügen Sie eine in Bramble hinzu.
es: Aún no hay inicios de sesión guardados. Agregue uno en Bramble.
fr: Aucun identifiant enregistré pour l'instant. Agrégez-en un dans Bramble.
it: Nessun login salvato ancora. Aggiungine uno in Bramble.
pt_br: Nenhuma credencial salva ainda. Adicione uma no Bramble.

source: No matches for %@
de: Keine Treffer für %@
es: No se encontraron coincidencias para %@
fr: Aucune correspondance pour %@
it: Nessuna corrispondenza per %@
pt_br: Nenhuma correspondência para %@

source: No passkey found
de: Kein Passkey gefunden
es: Clave de acceso no encontrada
fr: Aucune clé de passe trouvée
it: Nessuna chiave di accesso trovata
pt_br: Nenhuma chave de acesso encontrada

source: Show all items (%lld more)
de: Alle Elemente anzeigen (%lld weitere)
es: Mostrar todos los elementos (%lld más)
fr: Afficher tous les éléments (%lld de plus)
it: Mostra tutti gli elementi (%lld in più)
pt_br: Mostrar todos os itens (%lld mais)

source: This device's saved key is out of date. Enter your master password.
de: Der auf diesem Gerät gespeicherte Schlüssel ist veraltet. Geben Sie Ihr Master-Passwort ein.
es: La clave guardada de este dispositivo está desactualizada. Introduzca su contraseña maestra.
fr: La clé enregistrée sur cet appareil est obsolète. Saisissez votre mot de passe principal.
it: La chiave salvata su questo dispositivo non è aggiornata. Inserisca la sua password principale.
pt_br: A chave salva deste dispositivo está desatualizada. Digite sua senha mestra.

source: This vault has no master password, or it hasn't synced. Open Bramble, unlock it once, then retry.
de: Dieses Tresor hat kein Masterpasswort oder er wurde nicht synchronisiert. Öffnen Sie Bramble, entsperren Sie ihn einmal und versuchen Sie es erneut.
es: Esta bóveda no tiene contraseña maestra o aún no se ha sincronizado. Abra Bramble, desbloquéela una vez y luego inténtelo de nuevo.
fr: Ce coffre-fort ne possède pas de mot de passe maître ou il n'a pas été synchronisé. Ouvrez Bramble, déverrouillez-le une fois, puis réessayez.
it: Questo vault non ha una password principale o non è stato sincronizzato. Apri Bramble, sbloccalo una volta e riprova.
pt_br: Este cofre não possui senha mestra ou ainda não sincronizou. Abra o Bramble, desbloqueie-o uma vez e tente novamente.

source: Touch ID or passcode
de: Touch ID oder Passcode
es: Touch ID o código de acceso
fr: Touch ID ou code d'accès
it: Touch ID o codice di accesso
pt_br: Touch ID ou código de acesso

source: Unlock Bramble
de: Bramble entsperren
es: Desbloquear Bramble
fr: Déverrouiller Bramble
it: Sblocca Bramble
pt_br: Desbloquear Bramble

source: Unlock Vault
de: Tresor entsperren
es: Desbloquear Bóveda
fr: Déverrouiller le coffre-fort
it: Sblocca il vault
pt_br: Desbloquear Cofre

source: Unlock with %@
de: Mit %@ entsperren
es: Desbloquear con %@
fr: Déverrouiller avec %@
it: Sblocca con %@
pt_br: Desbloquear com %@

source: Your biometric enrolment changed. Open Bramble and turn on biometric unlock again.
de: Ihre biometrische Registrierung hat sich geändert. Öffnen Sie Bramble und aktivieren Sie die biometrische Entsperrung erneut.
es: Su registro biométrico ha cambiado. Abra Bramble y vuelva a activar el desbloqueo biométrico.
fr: Votre enregistrement biométrique a changé. Ouvrez Bramble et réactivez le déverrouillage biométrique.
it: La tua registrazione biometrica è cambiata. Apri Bramble e riattiva lo sblocco biometrico.
pt_br: Seu cadastro biométrico mudou. Abra o Bramble e ative o desbloqueio biométrico novamente.

source: biometrics
de: Biometrie
es: Biometría
fr: Biométrie
it: Biometria
pt_br: Biometria

source: biometrics or passcode
de: Biometrie oder Passcode
es: Biometría o código de acceso
fr: Biométrie ou code d'accès
it: Biometria o codice di accesso
pt_br: Biometria ou senha de acesso

source: OK
es: Aceptar

source: passcode
es: código de acceso
fr: code d’accès
it: Codice
pt_br: Código
